Repository: sjhxlll/backup--sourse
Catalog: cheveretoChinaV4/app/languages/*.po
Languages: hr

source: Invalid email
hr: Pogrešan email

source: Invalid username
hr: Netočno korisničko ime

source: Invalid password
hr: Pogrešna lozinka

source: Invalid website mode
hr: Nevažeći način web stranice

source: From email address
hr: Od email adrese

source: Sender email for emails sent to users.
hr: Admin mail za slanje E-Mail pošte članovima.

source: Incoming email address
hr: Dolazna e-mail adresa

source: Recipient for contact form and system alerts.
hr: Primatelj za kontakt obrasca i sustava upozorenja.

source: Website mode
hr: Način web stranice

source: You can switch the website mode anytime.
hr: Način web stranice možete prebaciti bilo kada.

source: Community
hr: Zajednica

source: Personal
hr: Osobno

source: Installed version is v%s
hr: Instalirana verzija je v%s

source: Can't connect to %s
hr: Ne mogu se povezati s %s

source: Last available release is v%s
hr: Posljednje dostupno izdanje je v%s

source: Update needed, proceeding to download
hr: Potrebno ažuriranje, nastavlja se preuzimanje

source: No update needed
hr: Nije potrebno ažuriranje

source: System files already up to date
hr: Sistemske datoteke su već ažurirane

source: Starting v%s download
hr: Početak v%s preuzimanja

source: Downloaded v%s, proceeding to extraction
hr: Preuzeto v%s, nastavlja se ekstrakcija

source: Attempting to extract v%s
hr: Pokušaj ekstrakcije v%s

source: Extraction completed
hr: Ekstrakcija zavšena

source: Proceding to install the update
hr: Priprema za instalaciju ažuriranja

source: Update failed
hr: Ažuriranje nije uspjelo

source: Update in progress
hr: Ažuriranje u tijeku

source: Missing %s file
hr: Nedostaje %s dokument

source: Invalid license info
hr: Netočna informacija licence

source: Invalid license key
hr: Netočni ključ licence

source: Can't save file
hr: Ne možete spremiti dokument

source: Can't download %s
hr: Ne možete skinuti %s

source: Can't extract %s
hr: Ne možete raspakirati %s

source: Can't create %s directory - %e
hr: Ne možete napraviti %s mapu

source: Can't update %s file - %e
hr: Ne možete ažurirati %s dokument - %e

source: Check the errors in the form to continue.
hr: Provjerite pogreške u formi za nastavak.

source: You must enter the album name.
hr: Moraš upisati ime albuma

source: Confirm
hr: Potvrdi

source: The content has been approved.
hr: Sadržaj je odobren.

source: Select existing album
hr: Odaberite postojeći album

source: An error occurred. Please try again later.
hr: Došlo je do pogreške. Pokušajte ponovno kasnije.

source: Please select a valid image file type.
hr: Odaberite važeću vrstu slikovne datoteke.

source: Please select a picture of at most %s size.
hr: Molimo odaberite sliku veličine najviše %s.

source: Profile image updated.
hr: Profil slike ažuriran.

source: Profile background image updated.
hr: Ažurirana je pozadinska slika profila.

source: Profile background image deleted.
hr: Izbrisana je pozadinska slika profila.

source: Error deleting profile background image.
hr: Pogreška pri brisanju pozadinske slike profila.

source: Passwords don't match
hr: Lozinke se ne podudaraju

source: Update available v%s
hr: Dostupno ažuriranje v%s

source: There is an update available for your system. You can automatic download and install this update or go to %s to proceed to download the file.
hr: Dostupno je ažuriranje za vaš sustav. Možete automatski preuzeti i instalirati ovo ažuriranje ili prijeći na %s da biste nastavili s preuzimanjem datoteke.

source: The release notes for this update are:
hr: Promjene na ovom ažuriranju su:

source: Update now
hr: Ažurirati sada

source: or
hr: ili

source: cancel
hr: poništi

source: This website is running latest %s version
hr: Ovo web mjesto ima najnoviju %s verziju

source: loading
hr: učitavanje

source: Toggle select
hr: Uključi/isključi odabir

source: Like
hr: Sviđa mi se

source: Edit
hr: Uredi

source: Approve
hr: Odobriti

source: Delete
hr: Izbriši

source: Close
hr: Zatvori

source: Previous
hr: Prethodni

source: Next
hr: Sljedeći

source: Clipboard image
hr: Slika u međuspremniku

source: File too big.
hr: Datoteka je prevelika.

source: Invalid or unsupported file format.
hr: Nevaljani ili nepodržani format datoteke.

source: Some files couldn't be added
hr: Neke datoteke nije moguće dodati

source: image
hr: slika

source: %s's Albums
hr: %s'ovi Albumi

source: Image edited successfully.
hr: Slika je uspješno editirana.

source: private
hr: privatno

source: Album edited successfully.
hr: Album je uspješno uređen.

source: Invalid URL key.
hr: Nevažeći ključ URL-a.

source: Category URL key already being used.
hr: Ključ URL-a kategorije već se koristi.

source: Category successfully deleted.
hr: Kategorija je uspješno izbrisana.

source: Category %s added.
hr: Dodana je kategorija %s.

source: Invalid expiration date.
hr: Nevažeći datum isteka.

source: IP %s already banned.
hr: IP %s je već zabranjen.

source: IP %s banned.
hr: IP %s je zabranjen.

source: IP ban successfully deleted.
hr: Zabrana IP uspješno izbrisana.

source: Please fill all the required fields.
hr: Molimo ispunite sva obavezna polja.

source: Invalid storage capacity value. Make sure to use a valid format.
hr: Nevažeća vrijednost kapaciteta pohrane. Obavezno koristite valjani format.

source: Storage capacity can't be lower than its current usage (%s).
hr: Kapacitet pohrane ne može biti manji od trenutne upotrebe (%s).

source: Invalid URL.
hr: Neispravan URL.

source: Storage successfully edited.
hr: Poslužitelj za pohranu uspješno uređen.

source: User added successfully.
hr: Korisnik je uspješno dodan.

source: The content has been deleted.
hr: Sadržaj je izbrisan.

source: The content has been moved.
hr: Sadržaj je premješten.

source: Select
hr: Odaberi

source: Unselect
hr: Poništi odabir

source: The content has been edited.
hr: Sadržaj je uređen.

source: Import job ID %s added successfully, you can process the import now
hr: Uvoz ID posla %s uspješno je dodan, uvoz možete sada obraditi.

source: Select number of threads
hr: Odaberite broj niti

source: Import job ID %s is being processed now
hr: Uvoz ID-a posla %s trenutno se obrađuje

source: Import ID %s removed
hr: Uklonjen je ID uvoza %s

source: Spam detected
hr: Otkrivena je neželjena pošta

source: Flooding detected. You can only upload %limit% %content% per %time%
hr: Otkrivena poplava. Možete učitati samo %limit% %content% u %time%

source: Untitled
hr: Neimenovano

source: %s's images
hr: %s'ove slike

source: Note: This content is private but anyone with the link will be able to see this.
hr: Napomena: Sadržaj je privatan, ali svatko s vezom moći će ga vidjeti.

source: Note: This content is password protected. Remember to pass the content password to share.
hr: Napomena: Ovaj sadržaj je zaštićen zaporkom. Upišite važeću lozinku da bi nastavili.

source: Note: This content is private. Change privacy to "public" to share.
hr: Napomena: Ovaj sadržaj je privatan. Promijenite privatnost na "javno".

source: Private
hr: Privatno

source: Public
hr: Javno

source: Me
hr: Ja

source: Link
hr: Veza

source: Password
hr: Lozinka

source: view
hr: pogled

source: After %n %t
hr: Nakon %n %t

source: minute
hr: minuta

source: hour
hr: sat

source: day
hr: dan

source: week
hr: tjedan

source: month
hr: mjesec

source: year
hr: godina

source: Don't autodelete
hr: Nemoj automatski izbrisati

source: Duplicated upload
hr: Duplicirani prijenos

source: Private upload
hr: Privatni prijesno

source: like
hr: sviđanje

source: Recent
hr: Nedavno

source: Trending
hr: U trendu

source: Top users
hr: Top korisnici

source: Most recent
hr: Najnovije

source: Oldest
hr: Najstarije

source: Most viewed
hr: Najgledanije

source: Popular
hr: Popularno

source: Most liked
hr: Sa najviše sviđanja

source: Explore
hr: Pretraži

source: Animated
hr: Animirano

source: Search
hr: Traži

source: People
hr: Ljudi

source: Image
hr: Slika

source: User
hr: Korisnik

source: adult
hr: odrasla osoba

source: teen
hr: tinejdžer

source: Content of type %s is forbidden
hr: Sadržaj tipa %s je zabranjen

source: Can't create %s destination dir
hr: Ne mogu napraviti %s odredišnu mapu

source: Can't open %s for writing
hr: Ne mogu otvoriti %s za zapisivanje

source: Internal
hr: Interni

source: Can't insert storage.
hr: Nije moguće umetnuti pohranu.

source: Can't update storage details.
hr: Detalji o poslužitelju pohranitelja nije moguće ažurirati.

source: requires %s
hr: zahtijeva %s

source: Unlimited
hr: Neograničeno

source: used
hr: korišteno

source: Private profile
hr: Privatni profil

source: second
hr: sekunda

source: %s ago
hr: prije %s

source: moments ago
hr: prije par trenutaka

source: Dashboard
hr: Nadzorna ploča

source: There is an update available for your system. Go to %s to download and install this update.
hr: Dostupno je ažuriranje za vaš sustav. Idite na %s da biste preuzeli i instalirali ovo ažuriranje.

source: System database is outdated. You need to run the <a href="%s">update</a> tool.
hr: Baza podataka sustava je zastarjela. Morate pokrenuti alat <a href="%s">ažuriranje</a>.

source: Website is in maintenance mode. To revert this setting go to <a href="%s">Dashboard > Settings</a>.
hr: Web stranica je u načinu održavanja. Da biste vratili ovu postavku, idite na <a href="%s">Nadzorna ploča > Postavke</a>.

source: You should disable PHP error reporting for production enviroment. Go to <a href='%s'>System settings</a> to revert this setting.
hr: Trebali biste onemogućiti izvještavanje o PHP pogreškama za produkcijsko okruženje. Idite na <a href='%s'>Postavke sustava</a> da biste vratili ovu postavku.

source: You haven't changed the default email settings. Go to <a href='%s'>Email settings</a> to fix this.
hr: Niste promijenili zadane postavke e-pošte. Idite na <a href='%s'>Postavke e-pošte</a> da biste to popravili.

source: There is an update available for your Chevereto based website.
hr: Dostupno je ažuriranje za vašu Chevereto web stranicu.

source: admin dashboard
hr: adminska nadzorna ploča

source: You can apply this update directly from your %a or download it from %s and then manually install it.
hr: Ovo ažuriranje možete primijeniti izravno s %a ili ga preuzeti s %s a zatim ga ručno instalirati.

source: view on %s
hr: pregledi na %s

source: cookie policy
hr: politika kolačića

source: We use our own and third party cookies to improve your browsing experience and our services. If you continue using our website is understood that you accept this %cookie_policy_link.
hr: Koristimo vlastite kolačiće i kolačiće trećih strana kako bismo poboljšali vaše iskustvo pregledavanja i naše usluge. Ako nastavite koristiti našu web stranicu, podrazumijeva se da to prihvaćate %cookie_policy_link.

source: I understand
hr: Razumijem

source: Forgot password?
hr: Zaboravili ste lozinku?

source: Reset password
hr: Resetiraj lozinku

source: Resend account activation
hr: Pošalji ponovo aktivaciju računa

source: Add your email address
hr: Dodaj email adresu

source: Email changed
hr: e-mail promjenjen

source: %s says you are a robot
hr: %s kaže da ste robot

source: Invalid Username/Email
hr: Nevažeće korisničko ime / email

source: User doesn't have an email.
hr: Korisnik nema e-mail.

source: Request denied
hr: Zahtjev odbijen

source: Account needs to be activated to use this feature
hr: Račun mora biti omogućen kako bi koristili ovu mogućnost

source: Account already activated
hr: Račun je već aktiviran

source: Allow up to 15 minutes for the email. You can try again later.
hr: Dopustite do 15 minuta za e-poštu. Možete pokušati ponovo kasnije.

source: Reset your password at %s
hr: Poništite svoju zaporku na %s

source: Confirmation required at %s
hr: Potvrda potrebna na %s

source: Welcome to %s
hr: Dobrodošao na %s

source: Email already being used
hr: Email se već koristi

source: Password required
hr: Zaporka potrebna

source: Share
hr: Podijeli

source: Embed codes
hr: Embed kodovi

source: Full info
hr: Cijeli info

source: %a album hosted in %w
hr: %a album hostan u %w

source: Stats
hr: Statistika

source: Images
hr: Slike

source: Albums
hr: Albumi

source: Users
hr: Korisnici

source: Settings
hr: Postavke

source: Bulk importer
hr: Masovni uzovnik

source: Chevereto version
hr: Chevereto verzija

source: install update
hr: instalirati ažuriranje

source: check for updates
hr: provjeri nova ažuriranja

source: Support
hr: Podrška

source: Need help? Go to %s and you will get help quickly.
hr: Trebate pomoć? Idite na %s i dobit će te pomoć ubrzo.

source: PHP version
hr: PHP verzija

source: MySQL version
hr: MySQL verzija

source: File uploads
hr: Postavljanje datoteka

source: Enabled
hr: Omogućeno

source: Disabled
hr: Onemogućeno

source: Max. upload file size
hr: Maks. veličina datoteke

source: Max. post size
hr: Max. post veličina

source: Max. execution time
hr: Max. vrijeme izvršavanja

source: %d second
hr: %d sekunda

source: Memory limit
hr: limit memorije

source: Rebuild stats
hr: Obnovite statistiku

source: Connecting IP
hr: IP povezivanje

source: Not your IP?
hr: Nije vaša IP adresa?

source: Links
hr: Linkovi

source: Collaboration
hr: Suradnja

source: Documentation
hr: Dokumentacija

source: Changelog
hr: Log promjena

source: Bug tracking
hr: bug pračenje

source: Website
hr: Web stranica

source: Content
hr: Sadržaj

source: Pages
hr: Stranice

source: Listings
hr: Spisak

source: Image upload
hr: Upload slike

source: Categories
hr: Kategorije

source: Consent screen
hr: Zaslon za pristanak

source: Flood protection
hr: Zaštita od poplave

source: Theme
hr: Tema

source: Homepage
hr: Početna stranica

source: Banners
hr: Banneri

source: System
hr: Sistem

source: Languages
hr: Jezici

source: External storage
hr: Vanjsko skladištenje

source: Social networks
hr: Društvene mreže

source: External services
hr: Eksterni servisi

source: IP bans
hr: IP zabrane

source: Additional settings
hr: Dodatne postavke

source: Tools
hr: Alati

source: Can't delete all homepage cover images
hr: Ne mogu izbrisati sve slike naslovnice početne stranice

source: Homepage cover image deleted
hr: Slika naslovnice početne stranice izbrisana

source: Local
hr: Lokalni

source: External
hr: Eksterni

source: All
hr: Sve

source: search content
hr: pretraživanje sadržaja

source: Add page
hr: Dodaj stranicu

source: Edit page ID %s
hr: Uredi stranicu ID %s

source: The page has been added successfully.
hr: Stranica je uspješno dodana.

source: The page has been deleted.
hr: Stranica je izbrisana

source: homepage
hr: početna stranica

source: Album page
hr: Album stranica

source: User profile page
hr: Korisnička stranica

source: NSFW
hr: Nesiguran sadržaj za javnost

source: Invalid website name
hr: Nevažeće ime web stranice

source: Invalid language
hr: Nevažeći jezik

source: Invalid timezone
hr: Nevažeća vremenska zona

source: Invalid theme
hr: Nevažeća tema

source: Invalid value
hr: nevažeća vrijednost

source: Invalid email mode
hr: Nevažeći e-mail

source: Invalid SMTP port
hr: Nevažeći SMTP port

source: Invalid SMTP server
hr: Nevažeči SMTP server

source: Invalid SMTP username
hr: Nevažeće SMTP korisničko ime

source: About
hr: O nama

source: Image ID
hr: ID slike

source: Direct links
hr: Izravni linkovi

source: Image link
hr: Link slike

source: Image URL
hr: URL slike

source: Thumbnail URL
hr: Minijatura URL

source: Login needed
hr: Potrebna je prijava

source: Wrong Username/Email password combination
hr: Pogrešno unošena lozinka za korisnički profil ili E-Mail adresu

source: Sign in
hr: Prijavi se

source: Account
hr: Račun

source: Profile
hr: Profil

source: An email has been sent to %s with instructions to activate this email
hr: E-Mail je poslan na %s sa uputama za aktiviranje

source: Invalid name
hr: Nevažeće ime

source: Invalid website
hr: Nevažeća stranica

source: Wrong password
hr: Pogrešna lozinka

source: Use a new password
hr: Koristi novu lozinku

source: Changes have been saved.
hr: Promjene su spremljene.

source: Password has been changed
hr: Lozinka je promijenjena

source: Password has been created.
hr: Lozinka je napravljena.

source: Wrong Username/Email values
hr: Pogrešno korisničko ime / e-mail

source: Create account
hr: Napravi račun

source: Upload
hr: Uploadaj

source: Results for
hr: Rezultati za

source: Random
hr: Nasumice

source: My Profile
hr: Moj Profil

source: Sign out
hr: Odjavi se

source: Hi %n, welcome to %w
hr: Pozdrav %n, dobrodošao na %w

source: Thank you for joining
hr: Hvala što ste se pridružili

source: Upload complete
hr: Upload završen

source: learn more
hr: saznajte više

source: close
hr: zatvori

source: optional
hr: opcija

source: Brief description of this image
hr: Kratak opis ove slike

source: Create album
hr: Napravi album

source: Move to album
hr: Premjesti u album

source: HTML Codes
hr: HTML Kodovi

source: BBCodes
hr: BB Kodovi

source: Album name
hr: Ime albuma

source: move to existing album
hr: premjesti u postojeći album

source: Who can view this content
hr: Tko može vidjeti ovaj sadržaj

source: Private (just me)
hr: Privatno (samo ja)

source: Name
hr: Ime

source: Message
hr: Poruka

source: create new album
hr: Napravi novi album

source: Username
hr: Korisničko ime

source: view more
hr: vidi više

source: Select all
hr: Odaberi sve

source: Sign in with another account
hr: Prijavi se s drugim računom

source: Confirm deletion
hr: Potvrdi brisanje

source: Guest
hr: Gost

source: That page doesn't exist
hr: Stranica ne postoji

source: The requested page was not found.
hr: Tražena stranica ne postoji.

source: Search something else
hr: Traži nešto drugo

source: The user has been deleted
hr: Korisnik je obrisan

source: Your account is almost ready
hr: Vaš korisnički račun je gotovo spreman

source: Resend activation
hr: Pošalji aktivaciju ponovno

source: You have successfully changed your account email to %s
hr: Uspješno ste promijenili e-mail računa u %s

source: Go to my profile
hr: Idi na moj profil

source: Your email address
hr: Tvoja email adresa

source: Username or Email address
hr: Korisničko ime ili Email adresa

source: Login now
hr: Prijavite se sada

source: Enter your new password
hr: Upiši novu lozinku

source: Re-enter your new password
hr: Potvrdi novu lozinku

source: This content is private
hr: Ovaj sadržaj je privatan

source: Disk used
hr: Disk koristi

source: Role
hr: Uloga

source: Email address
hr: Email adresa

source: Website name
hr: Naziv web stranice

source: Website doctitle
hr: Glavni opis web stranice

source: Website description
hr: Opis web stranice

source: Default time zone
hr: Zadana vremenska zona

source: Select region
hr: Odaberi regiju

source: User ID
hr: ID Korisnika

source: Guest uploads
hr: Omogući gostima postavljanje slika

source: Image path
hr: Putanja slike

source: Direct
hr: Direkt

source: Notify to email
hr: Obavijesti na e-mail

source: Daily limit
hr: Dnevni limit

source: Weekly limit
hr: Tjedni limit

source: Monthly limit
hr: Mjesečni limit

source: How many items should be displayed per page listing.
hr: Koliko slika želite prikazati po stranici kao spisak.

source: Put your themes in the %s folder
hr: Stavi teme u %s folder

source: Delete image
hr: Izbriši sliku

source: Default language
hr: Zadani jezik

source: Default base language to use.
hr: Glavni jezik za koristiti

source: Auto language
hr: Automatsko podešavanje jezika

source: From name
hr: Od naziva

source: Sender name for emails sent to users.
hr: Vaš naziv za poslane E-mails za članove.

source: Email mode
hr: E-Mail modus

source: SMTP server and port
hr: SMTP server i port

source: SMTP username
hr: SMTP korisničko ime

source: SMTP password
hr: SMTP lozinka

source: SMTP security
hr: SMTP sigurnost

source: Unsecured
hr: Nezaštićen

source: You need a <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> for this.
hr: Trebaš <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> za ovo.

source: You need a <a href="https://apps.twitter.com" target="_blank">Twitter app</a> for this.
hr: Trebaš <a href="https://apps.twitter.com" target="_blank">Twitter app</a> za ovo.

source: You need a <a href="https://cloud.google.com/console" target="_blank">Google app</a> for this.
hr: Trebaš <a href="https://cloud.google.com/console" target="_blank">Google app</a> za ovo.

source: Analytics code
hr: Analytics kod

source: Save changes
hr: Spremi promjene

source: Share image
hr: Podijeli sliku

source: In this album
hr: U ovaj album

source: Logged out
hr: Odjavljen

source: You have been logged off %s. Hope to see you soon.
hr: Vi ste se odjavili %s. Nadamo se da ćemo Vas uskoro vidjeti.

source: Go to homepage
hr: Idi na početnu stranicu

source: You either don't have permission to access this page or the link has expired.
hr: Nemate dopuštenje za pristup ovoj stranici ili je link istekao.

source: Delete user
hr: Izbriši korisnika

source: Register date
hr: Datum registracije

source: Valid
hr: Važeći

source: Language
hr: Jezik

source: Timezone
hr: Vremenska zona

source: Current password
hr: Sadašnja lozinka

source: Enter your current password
hr: Upiši sadašnju lozinku

source: New password
hr: Nova lozinka

source: Confirm new password
hr: Potvrdi novu lozinku

source: Enter your password
hr: Unesite svoju lozinku

source: Confirm password
hr: Potvrdi lozinku

source: Re-enter your password
hr: Ponovno unesite svoju lozinku

source: Delete existing image
hr: Izbriši postojeću sliku

source: This is your real name, not your username.
hr: Ovo je tvoje pravo ime, a ne vaše korisničko ime.

source: http://yourwebsite.com
hr: http://tvojsite.com

source: View all my images
hr: Pogledaj sve moje slike

source: Change background
hr: Promjeni pozadinu

source: Delete background
hr: Izbriši pozadinu

source: General questions/comments
hr: Opća pitanja / komentari

source: DMCA complaint
hr: DMCA žalba

source: Invalid message
hr: Pogrešna poruka

source: Invalid subject
hr: Pogrešan predmet

source: Mail error
hr: Mail greška

source: All the changes that you have made will be lost if you continue.
hr: Sve promjene koje ste napravili bit će izgubljeno ako nastavite.

source: continue anyway
hr: nastavi svejedno

source: Confirm action
hr: Potvrdi akciju

source: information
hr: informacije
